Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Senaatti-kiinteistöt voi näin tehokkaammin tarjota ratkaisuja eri virastojen tilatarpeisiin ja myydä valtiolle tarpeetonta tilaa.
sv_se: På det här sättet kan Senatfastigheter på ett effektivare sätt erbjuda lösningar till olika ämbetsverks behov av lokaler och sälja lokaler som staten inte behöver.

source: Virastot ja laitokset voivat taas nopeammin reagoida muutostilanteiden mukaisiin uusiin tilatarpeisiin ja päästä irti tarpeettomien toimitilojen kustannuksista.
sv_se: Ämbetsverken och inrättningarna kan å sin sida reagera snabbare till nya behov av lokaler när det sker förändringar och lösgöra sig från kostnader som onödiga lokaler orsakar.

source: EK 5/2013 – M 5/2013 – TrVM 1/2013 – TRO 1/2011 vp
sv_se: RSk 5/2013 – Ö 5/2013 ReUB 1/2013 – TRO 1/2011 rd

source: Rakentamisen ohjauksen ja neuvonnan uudistaminen kosteuden hallitsemiseksi
sv_se: Översyn av styrningen och rådgivningen i byggfrågor för att få bukt med fuktproblemen

source: Eduskunta edellyttää, että hallitus ryhtyy toimenpiteisiin rakentamisen ohjauksen ja neuvonnan uudistamiseksi, koska nykyinen ohjausjärjestelmä ei toimi.
sv_se: Riksdagen förutsätter att regeringen initierar en översyn av styrningen och rådgivningen i byggfrågor, eftersom det nuvarande styrsystemet inte fungerar.

source: Tässä yhteydessä tulee saada aikaiseksi toimiva rakennusten elinkaaren aikainen ja rakentamisen kosteudenhallintaa koskeva keskitetty valtion ohjaus- ja neuvontajärjestelmä.
sv_se: Resultatet bör vara ett centraliserat statligt styr- och rådgivningssystem för fukthantering under byggnadens livscykel och i byggfasen.

source: Nykyisistä viranomaisista tehtävän hoitoon soveltuisivat esimerkiksi ARA tai yksi ELY keskuksista.
sv_se: Av de nuvarande myndigheterna kunde uppgiften lämpligen anförtros exempelvis Finansierings- och utvecklingscentralen för boendet eller någon av närings-, trafik- och miljöcentralerna.

source: Tällä kohtaa olevien huomautusten johdosta ympäristöministeriö on todennut seuraavaa:
sv_se: Miljöministeriet har med anledning av anmärkningarna under denna punkt konstaterat följande:

source: Edellisen hallituksen kulttuuri- ja asuntoministeri Pia Viitasen asettama työryhmä selvitti rakennusvalvonnan kehittämisen vaihtoehtoja ja vaikutuksia.
sv_se: En arbetsgrupp som kultur- och bostadsminister Pia Viitanen i föregående regering tillsatt utredde alternativen för utveckling av byggnadstillsynen samt deras effekter.

source: Työryhmä luovutti selvityksensä helmikuussa 2015.
sv_se: Arbetsgruppen överlämnade sin utredning i februari 2015.

source: Selvityksessä käsiteltiin rakennusvalvonnan yksiköiden muodostumista sekä vapaaehtoisen yhteistyön pohjalta että velvoittavan lainsäädännön pohjalta.
sv_se: I utredningen behandlades det hur enheterna inom byggnadstillsynen kan bildas både genom frivilligt samarbete och utifrån förpliktande lagstiftning.

source: Kunnat voivat jo nykyisen lainsäädännön puitteissa keskenään sopia ylikunnallisesta rakennusvalvontayhteistyöstä.
sv_se: Kommunerna kan redan nu inom ramen för lagstiftningen komma överens om ett kommunövergripande samarbete inom byggnadstillsynen.

source: Selvityksessä korostetaan, että rakennusvalvonnan organisaatiouudistuksen ohella sen toimintaa tulee kehittää.
sv_se: I utredningen poängteras det att utöver organisationsreformen inom tillsynen ska också byggnadstillsynens verksamhet utvecklas.

source: Käytännössä tämä voisi tarkoittaa viranomaisvalvonnan kohdentamista eri tavalla.
sv_se: I praktiken kan detta innebära att myndighetstillsynen riktas på ett annat sätt.

source: Lisäksi yksiköiden asiantuntemuksen vahvistamisen ohella jatkossa voitaisiin hyödyntää nykyistä enemmän myös yksityistä asiantuntemusta.
sv_se: Vidare kan man i fortsättningen både förstärka expertisen inom enheterna och utnyttja privat expertis i ökad utsträckning.

source: Selvitys on julkaistu ympäristöministeriön raporttina 9/2015.
sv_se: Utredningen har publicerats som en rapport från miljöministeriet (YMra 9/2015).

source: Lausunnoilla olleeseen selvitykseen ja kysymyksiin uudistustarpeista suhtauduttiin myönteisesti.
sv_se: Utredningen och de frågor som gäller ett reformbehov var på remiss och inställningen var positiv.

source: Uuden hallituksen linjaukset viitoittavat nyt rakennusvalvonnan uudistushanketta.
sv_se: Den nya regeringens riktlinjer visar nu vägen för reformeringen av byggnadstillsynen.

source: Rakentamisen lupa- ja valvontaprosessin toimivuus arvioidaan kokonaisuutena uudelleen.
sv_se: En ny övergripande utvärdering kommer att göras av hur tillstånds- och tillsynsprocesserna inom byggandet fungerar.

source: Samaan aikaan toisessa, valtioneuvoston rahoittamassa VIRVAhankkeessa selvitetään ns. yhden luukun periaatetta.
sv_se: Samtidigt granskas principen om att alla tjänster ska fås över en disk inom ramen för projektet Virva, som statsrådet finansierar.

source: Hankkeessa selvitetään kuntien terveydensuojelu-, luonnonsuojelu- ja rakennusvalvontapalvelujen yhdistämisestä saatavissa olevia hyötyjä.
sv_se: Inom projektet utreds det vilka fördelarna kan var med att slå ihop kommunernas hälsoskydds-, miljöskydds- och byggnadstillsynstjänster.

source: Rakennusvalvonnan suurempien yksiköiden myötä edistetään mahdollisuuksia ottaa paremmin huomioon kosteus- ja homeongelmien ehkäisyyn liittyvät asiat.
sv_se: Större enheter inom byggnadstillsynen främjar möjligheterna att bättre beakta förebyggandet av fukt- och mögelproblem.

source: Selvitys tehdään yhteistyössä eri ministeriöiden ja Suomen Kuntaliitto ry:n kanssa.
sv_se: Utredningen ska göras i samarbete andra ministerier och Finlands Kommunförbund rf.

source: Selvityksen on määrä valmistua kesällä 2016.
sv_se: Den avses bli klar sommaren 2016.

source: Myös valmistelussa oleva itsehallintoalueuudistus voi osaltaan vaikuttaa kuntien rakennusvalvonnan järjestämiseen.
sv_se: Också den pågående beredningen av reformen med självstyrande områden kan komma att påverka hur kommunernas byggnadstillsyn ordnas.

source: Asiaa koskeva selvityshenkilön työ valmistuu 26.1.2016.
sv_se: Enmansutredningen om detta blir klar den 26 januari 2016.

source: Rakennusvalvonnan toiminnan kehittämistä nykyisten tehtävien puitteissa selvitetään ympäristöministeriön ja Oulun kaupungin rakennusvalvonnan yhteisessä kehittämishankkeessa, joka valmistuu vuonna 2016.
sv_se: Miljöministeriet och Uleåborgs stad utreder tillsammans hur byggnadstillsynens verksamhet kan utvecklas inom ramen för de nuvarande uppgifterna. Detta sker genom ett gemensamt utvecklingsprojekt för byggnadstillsynen som blir klart 2016.

source: Ns. Kuivaketju10-hankkeessa on tavoitteena luoda rakennusvalvonnalle monistettavat menettelytavat rakennusaikaisen kosteudenhallinnan varmistamiseksi ohjauksen ja neuvonnan keinoin.
sv_se: Målet för det s.k. Kuiva-ketju10-projektet är att skapa sådana rutiner för att genom styrning och rådgivning säkerställa fuktkontroll under byggnationen som byggnadstillsynen kan kopiera.

source: Hankkeessa kehitetään kosteudenhallintaa tukemaan selkeät ohjauksen ja yhteistoiminnan mallit kuhunkin vaiheeseen ja osioon.
sv_se: Projektet går ut på att ta fram tydliga modeller för styrning och samverkan till stöd för fuktkontrollen under varje byggetapp och för alla delar.

source: Toimintamallit tehdään Oulun rakennusvalvonnan aiemmin käyttämään, ns. kortti-muotoon.
sv_se: Verksamhetsmodellerna ska bygga på den s.k. kortform som byggnadstillsynen i Uleåborg använt redan tidigare.

source: Kortteja voidaan käyttää konkreettisina työkaluina rakennusvalvonnan ja osapuolien jokapäiväisessä työssä.
sv_se: Korten kan användas som konkreta verktyg i byggnadstillsynens och de olika aktörernas dagliga arbete.

source: Tarkoituksena on, että Oulussa luotuja menettelytapoja voidaan hyödyntää myös muissa rakennusvalvonnoissa kautta maan.
sv_se: Meningen är att de rutiner som skapas i Uleåborg kan utnyttjas också inom byggnadstillsynen i andra delar av landet.

source: Hankkeen mahdollisuudet on huomattu myös julkisuudessa ja hanke voittikin yhdessä Helsingin rakennusvalvonnan kanssa Kosteusturvallisen rakentamisen palkinnon lokakuussa 2015 Rakennusfysiikka 2015 -päivillä Tampereella.
sv_se: Projektets potential har uppmärksammats också i offentligheten, och det vann tillsammans med byggnadstillsynen i Helsingfors priset för fuktsäkert byggande på byggfysikdagarna (Rakennusfysiikka 2015) i Tammerfors i oktober 2015.

source: Elokuussa 2015 valmistuneessa Motiva Oy:n esiselvityksessä kuvattiin kiinteistönpidon neuvonnan ja ohjauksen nykytila ja selvitettiin rakennusten omistajien ja käyttäjien tietotasoa rakennuksen elinkaaren aikaisesta kunnossapidosta, heidän tietotarpeitaan sekä näkemyksiä siitä, mistä ja millaista rakennuksen kosteudenhallintaa, ennakoivaa huoltoa ja ylläpitoa koskevaa neuvontaa he toivoisivat saavansa.
sv_se: En förutredning gjord av bolaget Motiva Oy blev klar i augusti 2015. Där beskrivs nuläget för rådgivningen och styrningen inom fastighetshållningen. Utredningen gäller vad ägarna och användarna av byggnader vet om underhållet av en byggnad under dess livscykel, vad de behöver få veta och deras syn på hurdan rådgivning de önskar få och av vem när det gäller fuktkontroll av byggnader och förebyggande skötsel och underhåll.

source: Selvitystyössä ilmeni, ettei tiedontarve kohdistu ainoastaan kosteudenhallintaan rakennuksen elinkaaren aikana vaan laajemmin suunnitelmalliseen kiinteistönpitoon.
sv_se: Det som framgick av utredningsarbetet var att behovet av information inte bara gäller fuktkontroll under byggnadens livstid, utan mer allmänt en planmässig fastighetshållning.

source: Olemassa olevia tiedotuskanavia, kuten korjaustieto.fi, hometalkoot.fi ja motiva.fi tunnettiin vähän, mutta sähköisesti (verkkosivut, sähköposti) annettavaa ohjausta pidettiin heti isännöitsijän antaman ohjauksen jälkeen toivotuimpana.
sv_se: De befintliga informationskanalerna, såsom korjaustieto.fi, hometalkoot.fi och motiva.fi, är inte särskilt välkända, men elektroniska instruktioner (webbplatser och e-post) var det som önskades mest genast efter vägledning från disponentens sida.

source: Rakennuksen omistajien ja käyttäjien tietoisuutta elinkaaren aikana vaadittavista huolto- ja korjaustoimenpiteistä voidaan siten lisätä tiedottamalla olemassa olevista neuvontapalveluista.
sv_se: Ägarnas och användarnas kännedom om vilka underhålls- och reparationsåtgärder som krävs under en byggnads livscykel kan således ökas genom information om vilka rådgivningstjänster som finns.

source: Säännöllisten huolto- ja korjaustoimenpiteiden merkitystä tullaan korostamaan myös rakennusten käyttö- ja huolto-ohjetta koskevan asetuksen päivityksen yhteydessä.
sv_se: Betydelsen av regelbundet underhåll och regelbundna reparationer kommer att framhävas också när förordningen som gäller byggnadernas bruks- och underhållsanvisningar uppdateras.

source: Esiselvityksen perusteella Motiva Oy suosittaa nykyisen toiminnan pohjalta koordinoidun toiminnan kehittämistä.
sv_se: Utifrån förutredningen rekommenderar Motiva Oy utveckling av samordnad verksamhet baserad på nuvarande verksamhet.

source: Koordinoidussa toiminnassa parannettaisiin sekä suunnitelmallisen kiinteistönpidon että korjausneuvonnan verkostojen toimivuutta, panostettaisiin työkalujen kehittämiseen sekä koordinoitaisiin aihealueen viestintää ja neuvontaa yhdessä alan toimijoiden kanssa.
sv_se: Den samordnade verksamheten kommer att få både den planmässiga fastighetshållningen och nätverken för reparationsrådgivning att fungera bättre. Vidare kommer det att innebära satsningar på utveckling av verktyg och samordning av kommunikationen och rådgivningen på området tillsammans med branschaktörerna.

source: Esiselvityksessä sopivaksi koordinoi- jatahoksi mainitaan Asumisen rahoitus- ja kehittämiskeskus ARA, ympäristöministeriö tai Motiva Oy.
sv_se: Enligt förutredningen är Finansierings- och utvecklingscentralen för boendet (ARA), miljöministeriet och Motiva Oy lämpliga samordnare i sammanhanget.

source: Koordinoitu toiminta ja kehittäminen edellyttävät nykyistä enemmän resursseja.
sv_se: Samordnad verksamhet och utveckling kräver mer resurser.

source: Korjaustieto.fi -sivuston osalta voidaan todeta, että palvelun ylläpito ja kehitys ovat siirtymässä ARAlle.
sv_se: I fråga om webbplatsen Korjaustieto.fi kan man konstatera att ARA håller på att ta över driften och utvecklingen av tjänsten.

source: Sivuston kehitystyötä tullaan tekemään yhteistyössä ympäristöhallinnon ja alan toimijoiden muodostaman korjausrakentamisen viestintäverkoston kanssa.
sv_se: Utvecklingen av webbplatsen kommer att ske i samarbete med miljöförvaltningen och det kommunikationsnät för ombyggnad som branschaktörerna formar.

source: Elinkaaren aikaisen kosteudenhallintaa koskevan valtakunnallisen neuvonta- ja ohjausjärjestelmän osalta ympäristöministeriö esittää nykyisten toimijoiden palveluiden tekemistä tunnetummiksi viestinnän keinoin tai vaihtoehtoisesti, mikäli resursseja toimintaan on osoitettavissa, nykyisen toiminnan koordinaation parantamista hyvien käytäntöjen ja tiedon levittämiseksi.
sv_se: När det gäller ett centraliserat statligt styr- och rådgivningssystem för fukthantering under byggnadens livscykel föreslår miljöministeriet att de nuvarande aktörernas tjänster ska marknadsföras bättre eller alternativt, om det finns resurser till det, att samordningen av den nuvarande verksamheten ska förbättras för att sprida bästa praxis och kunskap.

source: Ympäristöministeriö käynnisti keväällä 2014 rakentamisen aikaiseen kuivanapitoon liittyvän yhteistyöhankkeen, jossa luotiin rakentamisen kosteudenhallintaan neuvonta- ja ohjaussivusto.
sv_se: Våren 2014 startade miljöministeriet ett samarbetsprojekt som gällde torrhållning av byggnader under byggtiden. Då skapades en rådgivnings- och styrningswebbplats för fukthantering.

source: Hanke valmistui syyskuun lopussa 2015 ja osoitteessa www.kosteudenhallinta.fi oleva ohjeistus julkaistiin 1.10.2015.
sv_se: Projektet blev klart i slutet av september 2015 och anvisningarna på www.kosteudenhallinta.fi publicerades den 1 oktober 2015.

source: Rakennusten terveellisyys ja rakennusalan pätevyysvaatimukset
sv_se: Byggnaders sundhet och kompetenskraven inom byggbranschen

source: Eduskunta edellyttää, että hallitus ottaa jo nyt käynnissä olevissa maankäyttö- ja rakennuslain sekä rakentamismääräyskokoelman muutosten valmistelussa rakennusten terveellisyyden paremmin huomioon.
sv_se: Riksdagen förutsätter att regeringen tar större hänsyn till byggnaders innemiljö redan i den pågående beredningen av ändringar i markanvändnings- och bygglagen och byggbestämmelsesamlingen.

source: Valmisteluun tulee sisältyä myös selkeät rakennusalan pätevyysvaatimukset, joiden avulla parannetaan alan osaamista ja lisätään pätevien asiantuntijoiden määrää.
sv_se: Beredningen bör även inkludera tydliga kompetenskrav för byggbranschen, eftersom dessa tillför branschen större kunskap och ökar antalet kvalificerade experter.

source: Pätevyysvaatimusten tulee olla myös yhdenmukaisia terveydensuojelua ja työsuojelua koskevien säädösten kanssa.
sv_se: Kraven bör dessutom samstämma med lagstiftningen om hälsoskydd och arbetarskydd.

source: Terveydensuojelulain muutos (1237/2014), jossa terveydensuojeluviranomaisten apuna käytettävien ulkopuolisten asiantuntijoiden pätevyyden arviointi siirrettiin kunnilta valtakunnalliseksi henkilösertifioinniksi, tuli voimaan 1.3.2015.
sv_se: En ändring (1237/2014) av hälsoskyddslagen där bedömningen av kompetensen hos utomstående sakkunniga som bistår hälsoskyddsmyndigheterna överfördes från kommunerna till ett nationellt personcertifieringssystem trädde i kraft den 1 mars 2015.

source: Osaamistavoitteet sisältävät opetuskokonaisuuksia rakennusfysiikasta, kuntotutkimusmenetelmistä, juridiikasta, rakennetekniikasta, rakennustuotannosta, ilmanvaihto- ja ilmastointitekniikasta, sisäympäristön epäpuhtauksista ja olosuhteista, tutkimusmenetelmistä ja terveysvaikutuksista.
sv_se: Kunskapsmålen innefattar undervisningsmoduler i byggnadsfysik, skadeutredningsmetoder, juridik, konstruktionsteknik, byggnadsproduktion, ventilations- och luftkonditioneringsteknik, föroreningar och förhållanden i inomhusmiljön, undersökningsmetoder och effekter på hälsan.

source: Kyseiset osaamistavoitteet vastaavat käytännössä nykyistä rakennusterveysasiantuntijakoulutusta.
sv_se: Målen motsvarar i praktiken den nuvarande utbildningen för experter i hälsoriktigt byggande.

source: Osana rakennusterveyden koulutuksen kehittämistä jatkossa on pyrkimyksenä se, että opintokokonaisuuksia voisi suorittaa eri puolilla Suomea perusopinnoissa tai moduloituna täydennyskoulutuksena.
sv_se: Man strävar efter att i framtiden utveckla utbildningen i hälsoriktigt byggande så att studiemodulerna kan avläggas i olika delar av Finland inom ramen för grundstudier eller fortbildning.

source: Terveydensuojelulain mukaiset pätevyysvaatimukset on valmisteltu yhteistyössä ympäristöministeriön kanssa siten, että terveydensuojelulakiin valmistellut pätevyysvaatimukset ovat maankäyttö- ja rakennuslain mukaisten pätevyysvaatimusten kanssa yhteensopivat.
sv_se: Behörighetsvillkoren enligt hälsoskyddslagen har utarbetats i samarbete med miljöministeriet, så att de är förenliga med de behörighetsvillkor som anges i markanvändnings- och bygglagen.

source: Pätevyysvaatimukset on valmisteltu Kosteus- ja hometalkoissa tehdyn hankkeen suositusten mukaisesti.
sv_se: Kraven har utformats i överensstämmelse med rekommendationerna från ett projekt inom åtgärdsprogrammet mot fukt och mögel (Fukt- och mögeltalko, Kosteusja hometalkoot).

source: Työsuojelulainsäädäntöön valmistellaan viittausta kyseisiin terveydensuojelulain mukaisiin ulkopuolisiin asiantuntijoihin, jolloin työsuojeluvalvonnan tukena voitaisiin käyttää asiantuntijoita terveydensuojelun kanssa yhdenmukaisesti.
sv_se: En hänvisning till de utomstående sakkunniga enligt hälsoskyddslagen ska enligt planerna införas i arbetarskyddslagstiftningen. Då blir det möjligt att anlita dem som stöd för arbetarskyddstillsynen på samma sätt som inom hälsoskyddet.

source: Tämän lainmuutoksen taustaselvitystyö ja siihen liittyvät kolmikantakeskustelut ovat käynnissä.
sv_se: En utredning som ska bli underlag för denna lagändring och trepartsdiskussioner som anknyter till utredningen pågår.

source: Terveydensuojelulain pätevyysvaatimukset koskevat varsinaisesti ulkopuolisia asiantuntijoita, eli konsultteja.
sv_se: Behörighetsvillkoren i hälsoskyddslagen gäller primärt utomstående sakkunniga, det vill säga konsulter.

source: Sosiaali- ja terveysministeriö on pitänyt kuitenkin tärkeänä, että myös kaikilla ympäristöterveydenhuollon yhteistoiminta-alueilla olisi ainakin yksi terveydensuojeluviranomaisen palveluksessa oleva viranhaltija, jolla olisi sama pätevyys kuin ulkopuolisilta asiantuntijoilta edellytetään.
sv_se: Social och hälsovårdsministeriet anser det ändå viktigt att det också inom alla samarbetsområden för miljö- och hälsoskyddet finns åtminstone en tjänsteman hos hälsoskyddsmyndigheten med den kompetens som krävs av utomstående experter.

source: Kyseinen pätevyys parantaisi viranomaisvalvonnan laatua.
sv_se: Denna kompetens höjer kvaliteten på myndighetstillsynen.

source: Tämän tavoitteen tueksi sosiaali- ja terveysministeriö on tukenut terveydensuojeluviranhaltijoiden kouluttautumista rakennusterveysasiatuntijoiksi 30 %:lla koulutuksen kustannuksista tarkastajaa kohden.
sv_se: För att stödja detta mål har social och hälsovårdsministeriet finansierat utbildningen av tjänstemän inom hälsoskyddet till experter på friska hus med 30 % av utbildningskostnaderna per inspektör.

source: Maankäyttö- ja rakennuslain muutoksen (958/2013) edellyttämä rakentamista koskevien asetusten ja ohjeiden uudistus toteutetaan vuoden 2017 loppuun mennessä.
sv_se: Den revidering av byggförordningar och bygganvisningar som lag 958/2013 om ändring av markanvändnings- och bygglagen kräver kommer att slutföras före utgången av 2017.

source: Uudistuksessa on tavoitteena selkiyttää sääntelyä ja yhtenäistää sen soveltamista.
sv_se: Det är meningen att regleringen ska bli klarare och tillämpningen mer enhetlig.

source: Rakennusten terveellisyyden sääntelyn kannalta keskeisten rakentamismääräyskokoelman osien C2 (Rakennuksen kosteus) ja D1 (Vesi- ja viemärilaitteistot) muutokset ovat vireillä.
sv_se: De delar av byggbestämmelsesamlingen som är viktigast med tanke på sunda byggnader håller på att ses över, delarna C2 (Fukt i byggnader) och D1 (vatten- och avloppsinstallationer). I detta sammanhang uppdateras byggbestämmelsesamlingens delar när det gäller författningsnivå och innehåll.

source: Tässä yhteydessä päivitetään määräyskokoelman osat säädöstasoltaan ja sisällöltään sekä selvitetään tuotehyväksyntää koskevat säätelytarpeet, joten uusimistyö on perusteellinen.
sv_se: Dessutom utreds behovet av reglering av produktgodkännandet. Reformeringen genomförs således grundligt.

source: Taustaselvityksiä on laadittu syksyn 2015 aikana ja uusien asetusten on määrä valmistua vuonna 2016.
sv_se: Underlag har tagits fram under hösten 2015, och det är meningen att de nya förordningarna ska bli klara 2016.

source: Maankäyttö- ja rakennuslain 1.9.2014 voimaan tulleessa muutoksessa (41/2014) on uudistettu rakennushankkeeseen ryhtyvän velvollisuuksia, rakennuksen suunnittelua ja suunnittelijoita, rakennustyönjohtoa, rakennuslupahakemusta ja rakentamisen viranomaisvalvontaa koskeva sääntely.
sv_se: En ändring (41/2014) i markanvändnings- och bygglagen trädde i kraft den 1 september 2014.

source: Sääntely on saatettu perustuslain vaatimusten mukaiseksi ja samalla sitä on selkeytetty yhtenäisen soveltamisen helpottamiseksi.
sv_se: Reformen gällde dels skyldigheterna för den som inleder ett byggprojekt, dels projekteringen och de som projekterar, arbetsledningen, tillståndsansökningarna och myndighetstillsynen. Bestämmelserna motsvarar nu grundlagens krav och samtidigt har de blivit klarare för att underlätta en enhetlig tolkning.

source: Sisällöllisesti sääntely on säilynyt pääosin ennallaan.
sv_se: Innehållet i bestämmelserna motsvarar huvudsakligen det som gällde innan.

source: Lain muutamat sisällölliset muutokset koskevat korjausrakentamisen erityispiirteiden huomioon ottamista läpi suunnittelu-, rakentamis- ja valvontaprosessin.
sv_se: Några ändringar som gäller innehållet har gjorts, nämligen i fråga om beaktande av särdragen hos saneringar under hela projekterings-, byggnads- och tillsynsprocessen.

source: Lain säännöksiä tarkennetaan kolmella asetuksella, jotka tulivat voimaan 1.6.2015.
sv_se: Lagbestämmelserna preciseras genom tre förordningar som trädde i kraft den 1 juni 2015.

source: Ympäristöministeriön asetuksessa rakentamista koskevista suunnitelmista ja selvityksistä (YMa 216/2015) sekä siihen liittyvässä ohjeessa (YM3/601/2105) määritetään suunnitelmien sisältö ja esitystapa, jotta rakennuslupa-menettelyssä viranomainen voi arvioida, täyttyvätkö mm. rakentamisen terveellisyyden, turvallisuuden ja energiatehokkuuden vaatimukset ja onko rakentaminen suunniteltu kaavan mukaisesti.
sv_se: I miljöministeriets förordning om planer och utredningar som gäller byggande (MMf 216/2015) och de tillhörande anvisningarna (MM3/601/2015) anges det vad planerna ska innehålla och hur de ska presenteras för att en myndighet i bygglovsförfarandet ska kunna bedöma om bl.a. kraven på sundhet, säkerhet och energieffektivitet uppfylls när man bygger och om byggprojektet följer detaljplanen.
